app/views/wheels/new.html.erb


		<% Section.all.each do |s| %>
---
SELECT "sections".* FROM "sections"