app/views/wheels/show.html.erb

<div class='hidden'>
	<% @wheel.answers.group_by(&:section).each do |section, answers| %>
---
SELECT "answers".* FROM "answers" INNER JOIN "answers_wheels" ON "answers"."id" = "answers_wheels"."answer_id" WHERE "answers_wheels"."wheel_id" = $1  [["wheel_id", 1]]